@extends('layouts.main')
@section('title', 'Nainam - privacy')
@section('meta')
    <meta name="keywords" content="คอนโด บ้านเดี่ยว ทาวน์เฮ้าส์ ขายบ้าน บ้านมือสอง บ้านใหม่ โครงการใหม่ คอนโดใหม่ ข่าว">
    <meta name="description" content="nainam.com - รวบรวม คอนโด บ้านเดี่ยว ทาวน์เฮ้าส์ ขายบ้าน บ้านมือสอง ครบถ้วนและอัพเดทที่สุด พร้อมแผนที่ทุกประกาศ สไตล์คุณ">
    <meta property="article:author" content="nainam" />
    <!-- Twitter: see https://dev.twitter.com/docs/cards/types/summary-card for details -->

    <meta name="twitter:creator" content="@nainam">
    <meta name="twitter:title" content="Nainam">
    <meta name="twitter:description" content="Nainam | รวบรวม ที่ดิน บ้าน คอนโด ทาวน์เฮ้าส์ อื่นๆ ครบถ้วน ทุกทำเลท ออกแบบได้สไตล์คุณ">

    <!-- Facebook (and some others) use the Open Graph protocol: see http://ogp.me/ for details -->
    <meta property="og:title" content="nainam"/>
    <meta property="og:description" content="Nainam | รวบรวม ที่ดิน บ้าน คอนโด ทาวน์เฮ้าส์ อื่นๆ ครบถ้วน ทุกทำเลท ออกแบบได้สไตล์คุณ"/>
    <meta property="og:image" content="{{ asset('resources/assets/images/nainam_logo_top_blue_300.png', env('HTTPS')) }}"/>
@stop

@section('source')

@stop


@section('first-content')
    <div class="container">
        <h1 class="entry-title">นโยบายความเป็นส่วนตัว</h1>

        <div class="maia-article" role="article">
            <ul>
                <li>
                    <h1 class="entry-title"></h1>
                    <p><strong>ข้อมูลที่คุณให้เรา</strong> ตัวอย่างเช่น บริการหลายอย่างของเราจำเป็นต้องให้คุณลงชื่อสมัครใช้บัญชี เมื่อทำการสมัคร คุณจะต้องแจ้งข้อมูลส่วนบุคคล เพื่อจัดเก็บไว้กับบัญชี หากคุณต้องการใช้ประโยชน์อย่างเต็มที่จากระบบการแชร์ที่เราให้บริการ เราอาจต้องขอให้คุณสร้างโปรไฟล์ สาธารณะซึ่งมีชื่อและรูปภาพของคุณอยู่ด้วย</p>
                </li>
                <li>
                    <p><strong>ข้อมูลที่เราได้จากการใช้บริการของคุณ</strong> เราจะรวบรวมข้อมูลเกี่ยวกับบริการที่คุณใช้และวิธีการใช้งานของคุณ , เมื่อคุณไปที่เว็บไซต์ที่ใช้บริการและเนื้อหาของเรา ข้อมูลเหล่านี้ประกอบด้วย:</p>
                    <ul>
                        <li>
                            <h1 class="entry-title"></h1>
                            <p><strong>ข้อมูลบันทึก</strong></p>
                            <p>เมื่อคุณใช้บริการของเราหรือดูเนื้อหาที่เราให้ เราจะรวบรวมและจัดเก็บข้อมูลบางอย่างไว้ในบันทึกเซิร์ฟเวอร์โดยอัตโนมัติ ข้อมูลเหล่านี้ประกอบด้วย:</p>
                        </li>
                        <li>
                            <h1 class="entry-title"></h1>
                            <p><strong>ข้อมูลตำแหน่ง</strong></p>
                            <p>เมื่อคุณใช้บริการ เราอาจรวบรวมและประมวลผลข้อมูลเกี่ยวกับตำแหน่งที่แท้จริงของคุณ เราใช้เทคโนโลยีหลายๆ อย่างในการระบุตำแหน่ง เช่น ที่อยู่ IP อื่นๆ ที่อาจให้ข้อมูลเกี่ยวกับอุปกรณ์ในบริเวณใกล้เคียง</p>
                        </li>
                        <li>
                            <h1 class="entry-title"></h1>
                            <p><strong>พื้นที่จัดเก็บข้อมูลในตัวเครื่อง</strong></p>
                            <p>เราอาจรวบรวมและจัดเก็บข้อมูล (รวมถึงข้อมูลส่วนบุคคล) ที่อยู่ในอุปกรณ์ของคุณโดยใช้กลไกต่างๆ เช่น พื้นที่จัดเก็บข้อมูลเว็บเบราว์เซอร์ (รวมถึง HTML 5) และแคชของข้อมูลแอปพลิเคชัน</p>
                        </li>
                        <li>
                            <h1 class="entry-title"></h1>
                            <p><strong>คุกกี้และเทคโนโลยีที่คล้ายกัน</strong></p>
                            <p>เราใช้เทคโนโลยีต่างๆ ในการรวบรวมและจัดเก็บข้อมูลเมื่อคุณเยี่ยมชมบริการ ซึ่งอาจรวมถึงการใช้คุกกี้หรือเทคโนโลยีที่คล้ายกันเพื่อระบุเบราว์เซอร์หรืออุปกรณ์ เรายังใช้เทคโนโลยีเหล่านี้เพื่อรวบรวมและจัดเก็บข้อมูลเมื่อคุณมีการโต้ตอบกับบริการที่เราให้กับพันธมิตรของเรา</p>
                        </li>
                    </ul>
                </li>
            </ul>
            <p>นอกจากข้อมูลเกี่ยวกับคุณที่เราได้รับมาแล้ว ข้อมูลที่เรารวบรวมเมื่อคุณลงชื่อเข้าใช้ผู้ให้บริการอื่นๆ เช่น Google YouTube Facebook ซึ่งอาจมีการเชื่อมโยงกับบัญชีของคุณ เมื่อข้อมูลของคุณเชื่อมโยงกับบัญชี <a href="{{ route('home') }}" title="nainam">Nainam</a> เราจะปฏิบัติต่อข้อมูลดังกล่าวเหมือนเป็นข้อมูลส่วนบุคคล</p>

            <p>คุณยังสามารถตั้งค่าเบราว์เซอร์ของคุณให้บล็อกคุกกี้ทั้งหมด รวมถึงคุกกี้ที่เชื่อมโยงกับบริการของเรา หรือตั้งค่าให้แจ้งเมื่อเรากำหนดคุกกี้ไว้ อย่างไรก็ตาม คุณควรทราบไว้ว่าบริการหลายอย่างของเราอาจทำงานได้ไม่สมบูรณ์หากคุณปิดใช้งานคุกกี้ ตัวอย่างเช่น เราอาจไม่จดจำค่ากำหนดภาษาของคุณ</p>
        </div>
    </div>

@stop

@section('second-content')

    <div class="container">
        <h1 class="entry-title"></h1>
        <h2>ข้อมูลที่คุณแบ่งปัน</h2>
        <p>บริการหลายๆ อย่างของเรานำมาจากผู้ให้บริการที่คุณสามารถแบ่งปันข้อมูลกับบุคคลอื่นได้ โปรดจำไว้ว่าเมื่อคุณแบ่งปันข้อมูลสู่สาธารณะสำหรับผู้ให้หริการอื่นๆที่เรานำมานั้นเช่น Google YouTube Facebook โดยคุณสามารถปรับเเปลี่ยนตัวเลือกในการแบ่งปันและนำเนื้อหาของคุณออกให้เลือกใช้มากมายกับผู้ให้บริการอื่นๆที่เรานำมาบริการ</p>

        <h1 class="entry-title"></h1>
        <h2>การเข้าถึงและการอัปเดตข้อมูลส่วนบุคคล</h2>
        <p>เมื่อใดก็ตามที่คุณใช้บริการของเรา เรามุ่งหวังที่จะให้คุณสามารถเข้าถึงข้อมูลส่วนตัวของคุณได้ หากข้อมูลนั้นไม่ถูกต้อง เราจะพยายามหาหนทางให้คุณสามารถอัปเดตหรือลบข้อมูลได้อย่างรวดเร็ว เว้นแต่กรณีที่เราต้องเก็บข้อมูลนั้นไว้เพื่อประโยชน์ทางธุรกิจหรือจุดประสงค์ทางกฎหมาย เมื่ออัปเดตข้อมูลส่วนบุคคลของคุณ เราอาจขอให้คุณยืนยันตัวตนก่อนที่เราจะสามารถดำเนินการตามคำขอของคุณได้</p>
        <p>เราอาจปฏิเสธคำขอซ้ำซ้อนอันเกินควร ต้องใช้ความพยายามทางเทคนิคมากเกินไป (เช่น การพัฒนาระบบใหม่หรือเปลี่ยนหลักปฏิบัติพื้นฐานที่มีอยู่) เสี่ยงต่อข้อมูลส่วนบุคคลของผู้อื่น หรือไม่สามารถปฏิบัติได้จริง (เช่น คำขอเกี่ยวกับข้อมูลที่อยู่ในระบบข้อมูลสำรอง)</p>
        <p>หากเราสามารถให้คุณเข้าถึงและแก้ไขข้อมูลได้ เราจะดำเนินการให้ฟรียกเว้นในกรณีที่ต้องใช้ความพยายามอย่างเกินควร เรามุ่งหวังที่จะรักษาบริการของเราให้สามารถปกป้องข้อมูลจากการถูกทำลายโดยอุบัติเหตุหรือการมุ่งร้ายอื่นๆ ด้วยเหตุนี้ หลังจากที่คุณลบข้อมูลจากบริการของเรา เราอาจจะยังไม่ลบสำเนาที่มีอยู่ออกจากเซิร์ฟเวอร์ที่ใช้งานอยู่หรือนำข้อมูลออกจากระบบสำรองของเราโดยทันที</p>

        <h1 class="entry-title"></h1>
        <h2>การปฏิบัติตามและการให้ความร่วมมือกับหน่วยงานกำกับดูแล</h2>
        <p>เราตรวจสอบความสอดคล้องระหว่างการปฏิบัติของเรากับนโยบายส่วนบุคคลของเราอย่างสม่ำเสมอ เรายังยึดตามกรอบโครงสร้างการกำกับดูแลตนเองหลายๆ รายการด้วย เมื่อเราได้รับคำร้องแบบลายลักษณ์อักษรที่เป็นทางการ เราจะติดต่อผู้ส่งคำร้องเพื่อติดตามผล เราทำงานร่วมกับหน่วยงานกำกับดูแลที่เกี่ยวข้อง รวมถึงหน่วยงานคุ้มครองข้อมูลในท้องถิ่นเพื่อแก้ปัญหาเรื่องร้องเรียนเกี่ยวกับการถ่ายโอนข้อมูลส่วนบุคคลที่เราไม่สามารถตกลงกับผู้ใช้ของเราโดยตรงได้</p>

    </div>

@stop

@section('third-content')

    <div class="container">
        <h1 class="entry-title"></h1>
        <h2>การเปลี่ยนแปลง</h2>
        <p>นโยบายส่วนบุคคลของเราอาจมีการเปลี่ยนแปลงเป็นระยะๆ เราจะไม่ลดทอนสิทธิของคุณภายใต้นโยบายส่วนบุคคลนี้หากไม่ได้รับอนุญาตโดยชัดแจ้งจากคุณ อย่างไรก็ตาม เราจะเผยแพร่การเปลี่ยนแปลงเกี่ยวกับนโยบายส่วนบุคคลในหน้าเว็บนี้</p>
        <h1 class="entry-title"></h1>
    </div>

@stop