@extends('layouts.main')
@section('title', 'Siam Planet')
@section('meta')

@stop

@section('source')

@stop


@section('first-content')
    <div class="container">
        <h1 class="entry-title">เงื่อนไขและข้อกำหนด</h1>

        <div lang="th">
            <h2>การยอมรับของคุณ</h2>
            <p>โดยการใช้หรือเข้าชมเว็บไซต์หรือผลิตภัณฑ์ เราจะถือว่าคุณแสดงการยอมรับ ข้อกำหนดและเงื่อนไขเหล่านี้ 1. เงื่อนไขและข้อกำหนดในการให้บริการ 2.นโยบายความเป็นส่วนตัว ซึ่งสามารถดูได้ที่ <a href="{{ route('policies.privacy') }}">{{ route('policies.privacy') }}</a> และถือเป็นส่วนหนึ่งของข้อกำหนดฉบับนี้โดยการอ้างถึง หากคุณไม่ยอมรับข้อกำหนดใดเหล่านี้ นโยบายความเป็นส่วนตัว หรือแนวทางปฏิบัติของกลุ่มผู้ใช้ โปรดหลีกเลี่ยงการใช้บริการของเรา</p>

            <h1 class="entry-title"></h1>
            <h2>บริการ</h2>
            <p>เงื่อนไขและข้อกำหนดในการให้บริการฉบับนี้ใช้บังคับกับผู้ใช้บริการทุกราย รวมถึงผู้ใช้ที่เป็นผู้มีส่วนร่วมในการสนับสนุนเนื้อหาในบริการ "เนื้อหา" รวมไปถึง ข้อความ ซอฟต์แวร์ สคริปต์ กราฟฟิก รูป เสียง ดนตรี วิดีโอ ส่วนผสมโสตทัศนวัสดุ วัสดุเชิงโต้ตอบ และวัสดุอื่นๆ ที่คุณอาจดู เข้าถึง หรือให้การสนับสนุนแก่บริการของเรา</p>
            <p>บริการอาจประกอบด้วยลิงค์ไปยังเว็บไซต์บุคคลภายนอกที่มิได้เป็นเจ้าของหรือเป็นผู้ควบคุม ไม่มีอำนาจในการควบคุม และไม่มีความรับผิดชอบต่อเนื้อหา นโยบายความเป็นส่วนตัว หรือวิธีปฏิบัติของเว็บไซต์บุคคลภายนอกใด นอกจากนี้จะไม่สามารถตรวจสอบหรือแก้ไขเนื้อหาของเว็บไซต์บุคคลภายนอกใด โดยการใช้บริการของเรา เราจะไม่มีความรับผิดใดๆ ทั้งปวงที่เกิดจากการใช้เว็บไซต์บุคคลภายนอกใดของคุณ</p>
            <p>จะไม่มีความรับผิดสำหรับการสูญเสียของคุณอันเกิดจากการใช้งานบัญชีของคุณโดยไม่ได้รับอนุญาต คุณอาจมีความรับผิดสำหรับความสูญเสียหรือบุคคลอื่นอันเนื่องมาจากการใช้งานที่ไม่ได้รับอนุญาตดังกล่าว</p>

            <h1 class="entry-title"></h1>
            <h2>การใช้เนื้อหาของคุณ</h2>
            <p>นอกจากข้อจำกัดข้างต้นแล้ว ข้อจำกัดและเงื่อนไขดังต่อไปนี้จะใช้กับการใช้เนื้อหาของคุณโดยเฉพาะ</p>

            <p>คุณตกลงไม่หลีกเลี่ยง ปิด หรือแทรกแทรงโดยประการอื่นซึ่งการทำงานที่เกี่ยวข้องกับความปลอดภัยของบริการหรือการทำงานที่ป้องกันหรือยับยั้งการใช้หรือทำสำเนาเนื้อหาใดหรือที่กำหนดขีดจำกัดการใช้บริการหรือเนื้อหาในบริการ</p>
            <p>คุณเข้าใจว่าเมื่อใช้บริการ คุณจะเข้าถึงเนื้อหาจากหลายแหล่งที่มา และไม่มีความรับผิดชอบสำหรับความถูกต้อง ประโยชน์ ความปลอดภัย หรือสิทธิในทรัพย์สินทางปัญญาของหรือที่เกี่ยวข้องกับเนื้อหาดังกล่าว คุณเข้าใจและรับทราบว่าคุณอาจพบเนื้อหาที่ไม่ถูกต้อง น่ารังเกียจ ไม่เหมาะสม หรือไม่น่าพอใจ และคุณตกลงสละ และขอสละสิทธิหรือการเยียวยาตามกฎหมายหรือเทียบเท่าใดๆ ที่คุณมี</p>







        </div>
    </div>

@stop

@section('second-content')

    <div class="container">
        <h1 class="entry-title"></h1>
        <h2>การจำกัดความรับผิด</h2>
        <p>ไม่ว่ากรณีใดก็ตาม เราจะไม่มีความรับผิดต่อคุณสำหรับค่าเสียหาย โดยทางตรง โดยทางอ้อม ค่าเสียหายพิเศษ ค่าเสียหายอันเป็นโทษหรือค่าเสียหายอันเป็นผลสืบเนื่องใดๆ ก็ตามอันเป็นผลมาจาก
            (1) ข้อผิดพลาด ความผิดพลาด หรือความไม่ถูกต้องของเนื้อหา
            (2) การบาดเจ็บทางร่างกายหรือความเสียหายของทรัพย์สินในลักษณะใดก็ตาม อันเป็นผลมาจากการที่คุณเข้าถึงและใช้บริการของเรา
            (3) การเข้าถึงหรือการใช้ที่ไม่ได้รับอนุญาตใดๆ ซึ่งเซิร์ฟเวอร์รักษาความปลอดภัยของเรา และ/หรือข้อมูลส่วนบุคคลใดๆ ทั้งปวง และ/หรือข้อมูลทางการเงินที่เก็บอยู่ในเซิร์ฟเวอร์ดังกล่าว
            (4) การหยุดชะงักหรือการหยุดของการส่งหรือรับบริการของเรา
            (4) บั๊ก ไวรัส ม้าโทรจัน หรืออื่นๆที่อาจส่งไปหรือผ่านบริการของเราโดยบุคคลภายนอก
            (5) ข้อผิดพลาดหรือการละเว้นในเนื้อหาใดหรือความสูญเสียหรือเสียหายประเภทใดก็ตามที่เกิดขึ้นโดยเป็นผลมาจากการใช้เนื้อหาใดที่โพสต์ อีเมล ส่ง หรือทำให้เข้าถึงผ่านบริการได้โดยประการอื่น ไม่ว่าที่เกี่ยวข้องกับการรับรอง สัญญา การละเมิด หรือทฤษฎีทางกฎหมายอื่นใด และไม่ว่าบริษัทจะได้รับแจ้งถึงความเป็นไปได้ในการเกิดค่าเสียหายดังกล่าวหรือไม่ การจำกัดความรับผิดดังกล่าวจะใช้บังคับมากเท่าที่กฎหมายอนุญาตในขอบเขตอำนาจที่เกี่ยวข้อง
        </p>

        <h1 class="entry-title"></h1>
        <h2>การรับผิดชดใช้</h2>
        <p>คุณตกลง รับผิดชดใช้จากสิทธิเรียกร้อง ค่าเสียหาย ภาระผูกพัน ความสูญเสีย ความรับผิด ต้นทุนหรือหนี้ และค่าใช้จ่าย อันเกิดจาก
            (1) การที่คุณใช้และเข้าถึงบริการ
            (2) การที่คุณละเมิดข้อกำหนดใดของเงื่อนไขและข้อกำหนดในการให้บริการฉบับนี้
            (3) การที่คุณละเมิดสิทธิของบุคคลภายนอกใด รวมถึงแต่ไม่จำกัดเพียงลิขสิทธิ์ สิทธิในทรัพย์สิน หรือสิทธิความเป็นส่วนตัว
            (4) การเรียกร้องใดๆ ว่าเนื้อหาของคุณก่อให้เกิดความเสียหายต่อบุคคลภายนอก ภาระผูกพันในการปกป้องและรับผิดชดใช้นี้จะมีผลบังคับต่อไปหลังจากเงื่อนไขและข้อกำหนดในการให้บริการฉบับนี้และการใช้บริการของคุณสิ้นสุดลง</p>
    </div>

@stop

@section('third-content')

    <div class="container">
        <h1 class="entry-title"></h1>
        <h2>ความสามารถในการยอมรับเงื่อนไขและข้อกำหนดในการให้บริการ</h2>
        <p>คุณยืนยันว่าคุณอายุเกิน 18 ปีหรือเป็นผู้เยาว์ที่เป็นอิสระ หรือได้รับความยินยอมของพ่อแม่หรือผู้ปกครอง และมีความสามารถโดยสมบูรณ์ในการเข้าทำข้อกำหนด เงื่อนไข ภาระผูกพัน การยืนยัน การรับรอง และการรับประกันที่ระบุในข้อกำหนดการบริการฉบับนี้ และจะปฏิบัติตามเงื่อนไขและข้อกำหนดในการให้บริการฉบับนี้ ในกรณีใดก็ตาม คุณรับรองว่าคุณอายุมากกว่า 13 ปี เนื่องจากบริการไม่มีวัตถุประสงค์ให้เด็กอายุต่ำกว่า 13 ปีใช้ หากคุณอายุต่ำกว่า 13 ปี โปรดหลีกเลี่ยงการใช้บริการ มีเว็บไซต์ดีๆ อื่นๆ มากมายสำหรับคุณ โปรดคุยกับพ่อแม่ของคุณเพื่อหาเว็บไซต์ที่เหมาะสม</p>

        <h1 class="entry-title"></h1>
    </div>

@stop